Repository: ThaiLe1220/monopoly
Catalog: monopoly/*.lproj/Localizable.strings
Languages: vi

source: Turn
vi: Lượt

source: Time
vi: T.gian

source: End Turn
vi: Hết Lượt

source: Yes
vi: Có

source: No
vi: Không

source: Do you want to end
vi: Bạn có muốn kết thúc

source: your turn here?
vi: lượt chơi không?

source: Level
vi: Cấp Độ

source: Rent
vi: Thuê

source: Cost
vi: Giá

source: Land
vi: Đất

source: House
vi: Nhà

source: Hotel
vi: Biệt Thự

source: Buy For
vi: Mua với

source: Beach
vi: Bãi Biển

source: Beaches
vi: Bãi Biển

source: Own
vi: Có

source: Bought By
vi: Mua Bởi

source: Total Amount Of
vi: Với Tổng Cộng

source: Paid
vi: Trả

source: Paid Tax
vi: Trả Thuế

source: Receive Cash
vi: Nhận Được

# has-attended-rmit-hearing
source: has confessed at RMIT Hearing
vi: đã thú tội tại RMIT Hearing

source: Next turn movement is blocked
vi: Lượt sau phải ngồi kháng án

source: Next turn movement is granted
vi: Lượt sau được trả tự do

source: Champion
vi: Đại Za

# but-nothing-can-stop-the-champion
source: But nothing can stop the CHAD
vi: Nhưng không gì có thể ngăn cản Đại Za

source: has completed RMIT Hearing
vi: đã hoàn thành RMIT Hearing

source: is now a RMIT Champion
vi: bây giờ là Đại Za RMIT

source: Can skip session at Hearing
vi: Tránh hầu toà tại Hearing

source: Reduce tax paid and
vi: Giảm tiền thuế và

source: Increase cash received
vi: Tăng tiền thưởng nhận được

source: is in RMIT WORLD TOUR
vi: đang ở RMIT WORLD TOUR

source: Can move extra steps this turn
vi: Có thể đi thêm ở lượt này

source: Chosen Steps (max 35)
vi: Chọn số bước (max 35)

source: Done
vi: Xong

source: has declared bankruptcy
vi: đã tuyên bố phá sản

source: We never see
vi: Ta không còn thấy

source: again
vi: nữa

# you-win-congrats
source: You win :D - Congrats
vi: Bạn đã thắng :D - hjhj

source: Click here to continue
vi: Nhấn để tiếp tục

# you-lost-nice-try
source: You Lost D: - Nice try
vi: Bạn đã thua D: - T.T

source: General Information
vi: Thông Tin Chung

source: Dice Rule
vi: Quy Tắc Xúc Xắc

source: Turn Rule
vi: Quy Tắc Lượt

# winning-and-game-over
source: Winning & Game Over
vi: Quy Tắc Thắng Thua

source: Start Tile
vi: Ô Bắt Đầu

source: City Tile
vi: Ô Thành Phố

source: Beach Tile
vi: Ô Bãi Biển

source: Tax tile
vi: Ô Thuế

source: Money Tile
vi: Ô Tiền

# lost-island-tile
source: RMIT Hearing Tile
vi: Ô Điều Trần RMIT

# championship-tile
source: RMIT Champion Tile
vi: Ô Đại Za RMIT

# world-tour-tile
source: RMIT World Tour Tile
vi: Ô Zu Lịch RMIT

# chances-tile
source: Chance Tile
vi: Ô Cơ Hội

# general-information-detail
source: This is a Monopoly-like game inspired by RMIT.
vi: Đây là một trò chơi giống Monopoly và được lấy cảm hứng từ những bài assignment hơii chán tại RMIT.

# dice-rule-detail
source: Each player will roll two dices at the start of their turn.
vi: Mỗi người chơi sẽ lắc hai xúc xắc ở đầu lượt của họ.

# turn-rule-detail
source: Players take turns in a clockwise manner.
vi: Người chơi sẽ thực hiện lượt theo chiều kim đồng hồ.

# winning-and-game-over-detail
source: The game continues until only one player remains solvent.
vi: Trò chơi tiếp tục cho đến khi chỉ còn một người chơi còn tiền.

# start-tile-detail
source: This is where you begin. Everyone starts here.
vi: Đây là nơi bạn bắt đầu. Mọi người đều bắt đầu từ đây.

# city-tile-detail
source: Land here to buy properties in famous city
vi: Đến đây để mua các tài sản

# beach-tile-detail
source: Own a slice of beachfront property.
vi: Sở hữu một phần của bãi biển.

# tax-tile-detail
source: Pay your dues to the bank.
vi: Nộp thuế cho ngân hàng.

# money-tile-detail
source: Land here to get some extra cash.
vi: Đến đây để nhận thêm tiền mặt.

# lost-island-tile-detail
source: Stuck for a turn!
vi: Mắc kẹt trong một lượt!

# championship-tile-detail
source: Win bonuses like extra cash and advantages.
vi: Thắng các phần thưởng như tiền mặt và lợi thế.

# world-tour-tile-detail
source: Move extra steps this turn.
vi: Di chuyển thêm bước trong lượt này.

# chances-tile-detail
source: This is still under development.
vi: Phần này vẫn đang trong quá trình phát triển.

# setting
source: Settings
vi: Cài Đặt

# user-detail
source: User Details
vi: Thông Tin Người Dùng

source: Game
vi: Trò Chơi

source: Starting Money
vi: Số Tiền Ban Đầu

source: Language
vi: Ngôn Ngữ

source: Dark Mode
vi: Chế Độ Tối

# utility
source: Utilities
vi: Tiện Ích

# save-change
source: Save Changes
vi: Lưu Thay Đổi

# restore-default
source: Restore Defaults
vi: Khôi Phục Mặc Định

# save-change-message
source: Bạn có chắc chắn muốn lưu các thay đổi không?
vi: Are you sure you want to save the changes?

# username
source: Tên người chơi
vi: Username

# amount
source: Số tiền
vi: Amount

# restore-default-message
source: Bạn có chắc chắn muốn khôi phục cài đặt mặc định không?
vi: Are you sure you want to restore default settings?
